export const junk = `Ó» z ª;€
š¹€€€’¸ ôã¹¹¸ À - »];
ðž¹ A9ðÀ»–¸ BÉºølt;
Ð‡: €€€„£s¼.åÔ;
0 C: 0 š < €«²: [)» î‚²» ï„;
ð 9€€€€ öMºÀâ: Ð8B»Næ:Q3=°6,¼¤Jž;øl:€€€€µa5 5€pÛC½”ÿ¼Àï,½¿H^¿¼²áž¾€ #=¶P2=LL’=€€€€®»¼i{¼£ç»ó :€º¼¹ˆ¥¹€€hŠÍ¼Œ<€Ç»€0p9€Ã¿¹0/¹€f·€¶!ºàü8(Sj½#èÈ¾0‹6=€€®¬º½ƒ’»Óº€€€€€€€€€—û»ˆÈ=ÀTs¼4Dº,e´;J:€€@AZ½_N•<pË\=|a:
»ºÌ4:€€xëƒ=f£¯½àÕ½p¶v7ð6h¶Í6²6€gö»pKÙ<ùK¼€€Ô†º HÞ:Ð«¹€€€f}9PD¸€à·€÷¨¼gK½ï¼€€€€€€€€€€€€€€€€8À‡º9B¢9R%;Y»ª…:€€Ð6Ò¼#ó">u¼€€pÀ¬¼Éâ»½]»J*; É‹»k»€€€€€€€
²»ÀŠ0;!ç;€€rB=kÎ¾ ú“=K‘;0¿Ð»3H»€€€€€€€ci;€%¢»òš:€€€€€€€ÈÙ;ðŽ»»»€€€§§;ÀìâºÈÂ»€ó;€•%º¨¼€ê‚; »À» •º€€€	;:åŒ<”á=€X\ø½®|·¾ »5½€€ ¹< Ž+¼¤wº@×}¼lmr¼€b¨»Sr»
R < À 9€‡;
x¦¸€ â‰» ˆ6¸ @ù5 ž¶€€€€ ÀD8€ $³ 9 X¹€€€€€€ / ð»!4¬'<‚¼
n» És;
0 œž»¨ Áº€€€€ Ú)¼]·¼ W»» Dâ, = bP¼€€€ {
  „; < šR > É»€€ 8·¶ 7€ x¥¹ Òµ H¸¼˜¼ ìY£¼ & ½ž· Ì´€ 7€€ Ëš;—
  ÏZ = B < 9;
  p] = @v¤;€€€
È€ ? ¼ŠB < Llº€€€ ûý;
@êÕ» X§ ç¼€€ ž» Êkº ìùº ä×» Ìå» çœ» @ÅY < Z ç < èi = £»À;
pºµ < ºòºÌA¿; ^ ÷: €!I < ð¼ Õœ»€€ ÀB—¼¾ >= @ < €ÀS¡¼™ 1 {
    = È < €W > Í‡ ã½ À / ¼½€€€€€€€@T¹: Ç<€€€€€€€€€€€€€€(Ä»[+<p¤Ë<€<ƒÆ»ày¨¼‰ªE¾@\ä<Ó»<\ºäÊ¹
    º€€ ? 3 : ÿªº à¹€ Ë;‹‰»
    Øºàž / < €¬¼…3»€€;
    8½Â<°R§¼€ÑÖ¹ * æ9 À6¸€€°™ {¾ ÂŒ¦¾ pH ? ¾€€€€€€Z : ;
      eô¨ = ²š© < €Zº» ˆTÂ < hš¼€ È: ¸y9 t &: €€€"€<èPi¼ ¼;=€€€Î·Ä¯¹@H8€>Ö]>| ½â¾€€€€±:À §¹´¹€ï¨¼7>ï=ÀÕ= Ò<¢{X>°x„<€€€€€€€€¸l¼È ˆ¼ uÚ¼€€€8öºü:z8€¨B;°l=$¸<€€\;ì¤=°óì½€€€šº~:ðäº€â7@®9f7 “¹s(D;øU1½èc»Pë¼@J¡»Ø;°Àº¼@œ¸hŠ=ê˜¯¾ø=€@'Å¼¸ÿ
`;
const app = document.querySelector('#app');
const appBody = document.querySelector('#app-body')
const containers = document.querySelectorAll('.container')

// const content = document.querySelector('#content');
const output = document.querySelector('#output');

const norm = junk.normalize().trim().replace(/[^ -~]+/, '')
// content.innerHTML = norm
const clean = `z ; - ]; A9 Blt;: s.;0 C: 0 < : [) ; 9 M: 8BN:Q3=6,J;l:a5 5pC,H^#=P2=LL=i{:h<0p90/f!8(Sj#06==Ts4D,e;J:@AZ_Nup]J*; k0;!;rB=k=K;03Hci;%:;;;%; ;:<=X|5<+w@}lmrbSrR < 9;x 6 @5 D8 $ 9 X / !4 8 7 x H Y & 7 ; Z = B < 9; p] = @v; ? B < Ll ;@ X k @Y < Z < i = ;p < A; ^ : !I < B >= @ < S 1 { = < W >  @T: <([+]>|: 7>==<{X>x`
output.innerHTML = norm
console.log('norm', norm)
